Revit 2021.1 API
SymbolTypeId.Hp Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Hp { get; }
Visual Basic
Public Shared ReadOnly Property Hp As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Hp {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace